/* name of this language */
"language" = "English";

/* iTC What's New */
"    - Daily Alarm\n    - Solar noon indication\n    - Noon on top option\n    - Option to stay on only when plugged in" = "    - Daily Alarm\n    - Solar noon indication\n    - Noon on top option\n    - Option to stay on only when plugged in";

/* iTC What's New 1.3 */
"-Solar and lunar eclipse simulator\n-iOS 4.2 support\n-Alarm notification now given in iOS 4+ if app not running" = "-Solar and lunar eclipse simulator\n-iOS 4.2 support\n-Alarm notification now given in iOS 4+ if app not running";

/* label for a WWW link */
" ... tap to visit our web site" = " ... tap to visit our web site";

/* format string with a one character abbreviation for 'day' */
"%s%dd %02d:%02d:%02d" = "%1$s%2$dd %3$d:%4$d:%5$d";

/* format string with a one character abbreviation for 'year' and 'day' */
"%s%dy %dd %02d:%02d:%02d" = "%1$s%2$dy %3$dd %4$d:%5$d:%6$d";

/* label for enable alarm clock switch */
"Alarm:" = "Alarm:";

/* the label on a dial: the angle above the horizon */
"Altitude" = "Altitude";

/* label for a Annular solar eclipse */
"Annular solar eclipse" = "Annular solar eclipse";

/* the constellation of the zodiac */
"Aquarius" = "Aquarius";

/* the constellation of the zodiac */
"Aries" = "Aries";

/* the label on a dial: the angle around the horizon */
"Azimuth" = "Azimuth";

/* label for when the eclipse is below the horizon */
"Below horizon" = "Below horizon";

/* the constellation of the zodiac */
"Cancer" = "Cancer";

/* the constellation of the zodiac */
"Capricornus" = "Capricornus";

/* short abbreviation for century */
"cent" = "cent";

/* short abbreviation for day */
"day" = "day";

/* First-run alert button to go to release notes */
"Details" = "Details";

/* name of option to turn off the iPhone's automatic screen locking feature */
"Disable Auto-Lock:" = "Disable Auto-Lock:";

/* Done */
"Done" = "Done";

/* one character abbreviation for 'east' */
"E" = "E";

/* the planet Earth */
"Earth" = "Earth";

/* label for the Eclipse Simulator or Viewer or Window */
"Eclipse Simulator" = "Eclipse Simulator";

/* the label on a dial: Equation of Time */
"Equation of Time" = "Equation of Time";

/* the constellation of the zodiac */
"Gemini" = "Gemini";

/* help message0 */
"Help Text0" = "The main gold colored hands indicate the hours, minutes and seconds in the usual 12-hour format.  The thin central hand with the large white arrowhead indicates the time in 24-hour format.";

/* help message1 */
"Help Text1" = "The colored rings represent the times when each 'planet' is above the horizon.  The big one behind the others is for the Sun. The 12 colored arrows represent the times of astronomical twilight, nautical twilight, civil twilight, sunrise/sunset, the 'golden hour' and solar noon/midnight.";

/* help message1.5 */
"Help Text1.5" = "The small dial labeled 'Eclipse Simulator' has three icons in the outer ring, representing the Sun, Moon, and Earth's shadow, as they appear to rotate in the sky around the Earth, and two thin red lines indicating the nodes of the Moon's orbit (points where it intersects the plane of the ecliptic).  The area inside the ring is normally empty but near the time of a lunar or solar eclipse an animation of the eclipse will appear there.";

/* help message2 */
"Help Text2" = "Tap 'Set' to enter set mode.  Then tap one of the time units to move forward (blue) or backward (red) by that amount.  Tapping 'phase' moves forward or back to the next quarter phase of the Moon.";

/* help message3 */
"Help Text3" = "Press and hold any of these spots to advance continuously.  Slide your finger off the button before raising it to 'latch' the button and advance continuously.  Tap 'Reset' to return to the present time.";

/* help message4 */
"Help Text4" = "Tap the altitude or azimuth dials to switch which planet's values are displayed there.";

/* help message5 */
"Help Text5" = "The red dot on the Earth map marks the current location.  If it isn't what you expect you may want to set it manually using the controls above.  If your location and timezone don't match then the astronomical information will look weird.";

/* help message6 */
"Help Text6" = "To set the alarm time, first turn the alarm ON then tap the Set button that appears.  When you  return to the main screen a red indicator will appear marking the alarm time on the outside of the 24-hour dial.  When the alarm time is reached a sound will play for about 20 seconds (or you can silence it immediately by tapping anywhere on the screen).";

/* help message7 */
"Help Text7" = "Emerald Observatory keeps its time display synchronized via NTP to the international standard atomic clocks.  This requires an Internet connection and it may take a few seconds each time the app starts up to synchronize.  The indicator in the lower left corner blinks while the sync is in progress and turns steady green when it's completed successfully or steady yellow if a sync was not possible.";

/* help message8 */
"Help Text8" = "Check our website at https://github.com/Chrisp671/Day-4-Observatory for more details (tap our logo on the bottom of this page).  Don't hesitate to send mail if you have questions or problems.  Comments and suggestions are also welcome.";

/* short abbreviation for hour */
"hour" = "hour";

/* iTC description0; terms here should match those in the other strings */
"iTC description0" = "Emerald Observatory displays a wealth of astronomical information all on one screen, in a unique but understandable format.  Information includes:";

/* iTC description1 */
"iTC description1" = "  - Times of rise and set for the Sun, the Moon, and the 5 classical planets\n    - Times of the beginning and ending of twilight\n    - Heliocentric orrery (display of the planets in orbit around the Sun)\n    - Altitude and azimuth for the same bodies (one body at a time)\n    - Current phase and relative apparent size of the Moon\n    - Current regions of day and night on a world map\n    - The Equation of Time, solar time, UTC time, and sidereal time\n    - Month, day, year, and leap-year indicator";

/* iTC description2 */
"iTC description2" = "Also:\n    - Displayed times are synchronized via NTP to atomic clock standard\n    - Uses iPad location, or the latitude and longitude may be set manually\n    - Daily alarm function (delivered as local notification on iOS 4+ if app is not running)\n    - Eclipse simulator";

/* iTC description3; terms here should match those in the other strings */
"iTC description3" = "Settings are available to allow the display to stay on continuously.";

/* iTC description4; terms here should match those in the other strings */
"iTC description4" = "Tap on the display to move time forward or backward by a minute, hour, day, month, year or century.  A detailed manual for the operation of Emerald Observatory can be found at the 'Emerald Sequoia LLC Web Site' listed below, at https://github.com/Chrisp671/Day-4-Observatory";

/* iTC description; terms here should match those in the other strings */
"iTC description5" = "If you are having any trouble with the application whatsoever, please see our FAQ on the support page listed below and then contact us through that page if your problem is not resolved. We take pride in responding promptly to all support email requests.";

/* the planet Jupiter */
"Jupiter" = "Jupiter";

/* First-run alert button to skip release notes for now */
"Later" = "Later";

/* north-south coordinate */
"Latitude:" = "Latitude:";

/* term for years with Feb 29 as in: '2012 is a leap year' */
"leap" = "leap";

/* term for years with Feb 29 */
"leap (%d)" = "leap (%d)";

/* the constellation of the zodiac */
"Leo" = "Leo";

/* the constellation of the zodiac */
"Libra" = "Libra";

/* east-west coordinate */
"Longitude:" = "Longitude:";

/* the planet Mars */
"Mars" = "Mars";

/* the planet Mercury */
"Mercury" = "Mercury";

/* short abbreviation for minute */
"min" = "min";

/* short abbreviation for month */
"mon" = "mon";

/* the proper name of Earth's moon */
"Moon" = "Moon";

/* one character abbreviation for 'north' */
"N" = "N";

/* one character abbreviations for compass points: north, east, south, west */
"N,E,S,W" = "N,E,S,W";

/* the planet Neptune */
"Neptune" = "Neptune";

/* First-run alert button to permanently skip release notes */
"Never" = "Never";

/* label for when no eclipse is visible */
"No eclipse" = "No eclipse";

/* name of option for noon on the top of the 24-hour dial (instead of midnight) */
"Noon on Top:" = "Noon on Top:";

/* term for years without Feb 29 as in '2010 is not a leap year' */
"not leap" = "not leap";

/* OK */
"OK" = "OK";

/* Title for options settings screen */
"Options" = "Options";

/* label for a Partial lunar eclipse */
"Partial lunar eclipse" = "Partial lunar eclipse";

/* label for a Partial solar eclipse */
"Partial solar eclipse" = "Partial solar eclipse";

/* short abbreviation for phase of the Moon */
"phase" = "phase";

/* the constellation of the zodiac */
"Pisces" = "Pisces";

/* constellations of the zodiac */
"Pisces,Aries,Taurus,Gemini,Cancer,Leo,Virgo,Libra,Scorpius,Sagittarius,Capricornus,Aquarius" = "Pisces,Aries,Taurus,Gemini,Cancer,Leo,Virgo,Libra,Scorpius,Sagittarius,Capricornus,Aquarius";

/* the planet Pluto */
"Pluto" = "Pluto";

/* label for the button that reverses the action of 'Set' */
"Reset" = "Reset";

/* one character abbreviation for 'south' */
"S" = "S";

/* the constellation of the zodiac */
"Sagittarius" = "Sagittarius";

/* the planet Saturn */
"Saturn" = "Saturn";

/* the constellation of the zodiac */
"Scorpius" = "Scorpius";

/* Set (verb) */
"Set" = "Set";

/* label for alarm time setting widget */
"Set the alarm time:" = "Set the alarm time:";

/* Details */
"Show details" = "Show details";

/* the label on a dial: a truncation of 'sidereal time' or 'star time' */
"Sidereal" = "Sidereal";

/* the label on a dial: a truncation of 'Solar time' or 'Sun time' */
"Solar" = "Solar";

/* Stop alarm test */
"Stop" = "Stop";

/* the proper name of Earth's star */
"Sun" = "Sun";

/* the constellation of the zodiac */
"Taurus" = "Taurus";

/* Test alarm */
"Test" = "Test";

/* Astronomy date range checking */
"The earliest time supported is" = "The earliest time supported is";

/* Astronomy date range checking */
"The latest time supported is" = "The latest time supported is";

/* iTC keywords */
"time,clock,astronomy,NTP,atomic,sunset,photo,planet,moon,alarm,sunrise,twilight,earth,eclipse,UTC" = "time,clock,astronomy,NTP,atomic,sunset,photo,planet,moon,alarm,sunrise,twilight,earth,eclipse,UTC";

/* short two-line label indicating that the last NTP synchronization was canceled */
"Time\nsync canceled" = "Time\nsync canceled";

/* short two-line label indicating that the last NTP synchronization failed */
"Time\nsync failed" = "Time\nsync failed";

/* short two-line label indicating that NTP synchronization is OFF */
"Time\nsync OFF" = "Time\nsync OFF";

/* short two-line label indicating that watch time is synchronized with NTP */
"Time\nsynchronized" = "Time\nsynchronized";

/* short two-line label indicating that NTP synchronization is in progress */
"Time\nsyncing..." = "Time\nsyncing...";

/* label for a Total lunar eclipse */
"Total lunar eclipse" = "Total lunar eclipse";

/* label for a Total solar eclipse */
"Total solar eclipse" = "Total solar eclipse";

/* Help message for 'Use Location Services' */
"Turn OFF to set location manually" = "Turn OFF to set location manually";

/* Help message for 'Noon on Top' */
"Turn ON for noon on top, OFF for midnight on top" = "Turn ON for noon on top, OFF for midnight on top";

/* Help message for Disable Auto-Lock on battery */
"Turn ON to prevent automatic sleep on battery" = "Turn ON to prevent automatic sleep on battery";

/* Help message for Disable Auto-Lock when plugged in */
"Turn ON to prevent automatic sleep when plugged in" = "Turn ON to prevent automatic sleep when plugged in";

/* timezone / position mismatch warning message */
"tz-pos warning" = "Your location and timezone appear mismatched; see the timezone label above the 6 o'clock position and the red dot on the world map.  You may need to change your timezone in the Settings app (General / Date & Time), or you may need to wait for the device to determine its timezone and location.  You can force a location update by toggling the 'Use Location Services' switch or set the location manually.";

/* error message */
"Unknown planet number %d" = "Unknown planet number %d";

/* the planet Uranus */
"Uranus" = "Uranus";

/* Help message for latitude/longitude entry */
"Use a single decimal number for each field; use negative values for south and west." = "Use a single decimal number for each field; use negative values for south and west.";

/* name of option to use the iPhone's location determination features */
"Use Location Services:" = "Use Location Services:";

/* the planet Venus */
"Venus" = "Venus";

/* the constellation of the zodiac */
"Virgo" = "Virgo";

/* one character abbreviation for 'west' */
"W" = "W";

/* Warning */
"Warning" = "Warning";

/* First-ever run alert button to go to application help on website */
"Website (in English)" = "Website (in English)";

/* First-ever-run alert summary */
"Welcome to Emerald Observatory!\n\nThere's lots of Help available" = "Welcome to Emerald Observatory!\n\nThere's lots of Help available";

/* Version 1.4 first-run alert summary */
"Welcome to version %@, with\n\n<new stuff>\n\nTap Details to get more information on the (English) website" = "Welcome to version %@\n\nTap Details to get more information on the (English) website.";

/* short abbreviation for year */
"year" = "year";

/* Large NTP skew warning message */
"Your clock differs from NTP time by %.0f seconds.\nPlease check that your Date & Time and Timezone settings are correct." = "Your clock differs from NTP time by %.0f seconds.\nPlease check that your Date & Time and Timezone settings are correct.";

/* location determination failure message */
"Your location cannot be determined.  You may need to enter a location manually (tap the \"i\" at the bottom right)." = "Your location cannot be determined.  You may need to enter a location manually (tap the \"i\" at the bottom right).";

/* Invalid location warning message */
"Your location\n\n%@\n\nappears to be invalid.  Turn 'Use Location Services' ON or enter a valid latitude and longitude." = "Your location\n\n%@\n\nappears to be invalid.  Turn 'Use Location Services' ON or enter a valid latitude and longitude.";

/* detailed timezone/position warning message */
"Your timezone:\n\n%@ (%@)\noffset %d:%02d, centered at %d%s\n\ndoesn't match your location:\n\n%0.5f, %0.5f\n(± %.0f meters)" = "Your timezone:\n\n%1$@ (%2$@)\noffset %3$d:%4$d, centered at %5$d%6$s\n\ndoesn't match your location:\n\n%7$.5f, %8$.5f\n(± %9$.0f meters)";

/* App display name */
"Observatory" = "Observatory";

